[
    {
      "category_id": "2",
      "categoryName": "Bicycle",
      "model": "Otso Waheels S steel gravel frame",
      "image":"https://yokoo.themerex.net/wp-content/uploads/2019/09/prod05-copyright.jpg",
      "location":"Dhaka, Mirpur - 2",
      "originalPrice":"$1,050.00",
      "resalePrice":"$8,050.00",
      "yearsOfUse":"6 months, 15 days",
      "description":"If you're looking to sell your Otso Waheels S steel gravel frame bike, you've got a top-of-the-line piece of equipment that's sure to attract interest from serious cyclists. With its durable steel frame, advanced geometry, and high-performance components, the Waheels S is designed to handle even the toughest terrain with ease. Whether you're a seasoned gravel rider looking to upgrade your equipment or a newbie just getting started, this bike has everything you need to take your cycling game to the next level. So why wait? List your Otso Waheels S steel gravel frame bike for sale today and see how quickly it attracts attention from buyers who know quality when they see it."
    },
   
    {
      "category_id": "2",
      "categoryName": "Bicycle",
      "model": "Linus Dutchi 3-speed internal yellow frame",
      "image":"https://yokoo.themerex.net/wp-content/uploads/2019/09/prod03-copyright.jpg",
      "location":"Dhaka, Mirpur - 2",
      "originalPrice":"$3,200.00",
      "resalePrice":"$2,200.00",
      "yearsOfUse":"10 months, 15 days",
      "description":"If you're looking to sell your Linus Dutchi 3-speed internal yellow frame bike, you have a stylish and reliable city cruiser that's sure to turn heads. With its classic design, comfortable saddle, and 3-speed internal hub, the Dutchi is perfect for daily commutes, leisurely rides, or just cruising around town. The yellow frame adds a pop of color and a touch of personality to this already charming bike. It's a versatile machine that's equally at home on flat city streets or rolling hills. Whether you're a seasoned cyclist or a beginner, the Linus Dutchi 3-speed internal yellow frame bike is sure to provide a smooth and enjoyable riding experience. So why wait? List your bike for sale today and let someone else enjoy this iconic and stylish ride."
    },
   
    {
      "category_id": "3",
      "categoryName": "Accessories",
      "model": "MEC Metro cycling gloves unisex",
      "image":"https://yokoo.themerex.net/wp-content/uploads/2019/09/prod07-copyright.jpg",
      "location":"Dhaka, Mirpur - 2",
      "originalPrice":"$500.00",
      "resalePrice":"$350.00",
      "yearsOfUse":"1 months, 15 days",
      "description":"If you're looking to resell your MEC Metro cycling gloves, you've got a top-quality product that's sure to attract interest from cyclists of all levels. These unisex gloves are designed to provide maximum comfort and protection during long rides, with features like breathable mesh panels, padded palms, and adjustable cuffs for a snug fit. The Metro gloves are versatile enough to use in a variety of weather conditions, from warm summer days to cool fall evenings. With their sleek and modern design, these gloves are perfect for both recreational and serious cyclists who demand the best from their gear. So why wait? List your MEC Metro cycling gloves for sale today and let someone else enjoy the comfort and performance of these top-of-the-line gloves."
    },
    {
        "category_id": "2",
        "categoryName": "Bicycle",
        "model": "Linus Roadster Classic with black profiles",
        "image":"https://yokoo.themerex.net/wp-content/uploads/2019/09/prod09-copyright.jpg",
        "location":"Dhaka, Mirpur - 2",
        "originalPrice":"$3,760.00",
        "resalePrice":"$2,050.00",
        "yearsOfUse":"4 months, 15 days",
        "description":"If you're looking to resell your Linus Roadster Classic with black profile bike, you have a beautifully designed and reliable city cruiser that's sure to impress. The Roadster Classic is a timeless machine that combines vintage style with modern technology, making it the perfect bike for daily commutes, leisurely rides, or just cruising around town. The black profile adds a touch of elegance and sophistication to this already stylish bike. It's a versatile machine that's equally at home on flat city streets or rolling hills. Whether you're a seasoned cyclist or a beginner, the Linus Roadster Classic with black profile bike is sure to provide a smooth and enjoyable riding experience. So why wait? List your bike for sale today and let someone else enjoy this iconic and stylish ride."
      },
      {
        "category_id": "1",
        "categoryName": "Kick Scooter",
        "model": "Metric Maxi Scooter",
        "image":"https://parkofideas.com/renroll/demo-1/wp-content/uploads/2019/07/renroll-2840397237.jpgs",
        "location":"Dhaka, Mirpur - 2",
        "originalPrice":"$1,200.00",
        "resalePrice":"$820.00",
        "yearsOfUse":"10 months, 15 days",
        "description":"If you're looking to resell your Metric Maxi Scooter, you've got a top-quality product that's sure to attract interest from scooter enthusiasts of all ages. The Maxi is a versatile and powerful machine that's perfect for both urban and suburban environments. With its durable construction, responsive brakes, and powerful motor, the Maxi provides a smooth and comfortable ride every time. The scooter is easy to maneuver, making it perfect for commuting or leisurely rides around town. Whether you're a seasoned rider or a beginner, the Metric Maxi Scooter is sure to provide an enjoyable and practical riding experience. So why wait? List your scooter for sale today and let someone else enjoy the fun and convenience of this top-of-the-line machine."
      },
      {
        "category_id": "1",
        "categoryName": "Kick Scooter",
        "model": "Electric Scooter",
        "image":"https://hugge.qodeinteractive.com/wp-content/uploads/2021/01/single_big1.jpg",
        "location":"Chottogram",
        "originalPrice":"$1500.00",
        "resalePrice":"$1350.00",
        "yearsOfUse":"1 months, 15 days",
        "description":"Looking for a convenient and eco-friendly mode of transportation? Look no further than our electric scooter! Our scooter is designed with your comfort and convenience in mind, offering a smooth and effortless ride that will make getting around town a breeze. With its powerful electric motor, you can easily reach speeds of up to 20 mph, while the lightweight and foldable design make it easy to carry and store when not in use. Plus, with zero emissions and low maintenance requirements, our electric scooter is the perfect choice for anyone looking to reduce their carbon footprint and save money on transportation costs. Don't wait any longer to experience the future of personal transportation - get your electric scooter today!"
      }






      


      ,
      {
        "category_id": "1",
        "categoryName": "Kick Scooter",
        "model": "City Romobil",
        "image":"https://hugge.qodeinteractive.com/wp-content/uploads/2021/03/single-related-6.jpg",
        "location":"Chottogram",
        "originalPrice":"$1200.00",
        "resalePrice":"$700.00",
        "yearsOfUse":"1 months, 15 days",
        "description":"Introducing the City Romobil scooter - the perfect mode of transportation for the urban explorer! With its sleek design and efficient performance, you'll be able to navigate through the city with ease. Whether you're commuting to work or exploring the sights, the City Romobil scooter is the ultimate companion for the modern adventurer. Order yours today and experience the convenience of this innovative and stylish ride!"
      },
      {
        "category_id": "1",
        "categoryName": "Kick Scooter",
        "model": "Fast Scooter",
        "image":"https://hugge.qodeinteractive.com/wp-content/uploads/2021/03/single-related-8.jpg",
        "location":"Chottogram",
        "originalPrice":"$500.00",
        "resalePrice":"$350.00",
        "yearsOfUse":"1 months, 15 days",
        "description":"Looking for a fast and efficient way to get around town? Look no further than our Fast Scooter! With its lightweight design and powerful motor, you'll be able to zip through the streets in style. The Fast Scooter is perfect for commuters, students, and anyone looking for a convenient and eco-friendly mode of transportation. And with its long battery life and quick charging time, you'll never have to worry about running out of juice. So why wait? Order your Fast Scooter today and start enjoying the freedom and flexibility of this cutting-edge ride!"
      },
      {
        "category_id": "1",
        "categoryName": "Kick Scooter",
        "model": "Electric Romobil",
        "image":"https://hugge.qodeinteractive.com/wp-content/uploads/2021/03/single-related-5.jpg",
        "location":"Chottogram",
        "originalPrice":"$1500.00",
        "resalePrice":"$1350.00",
        "yearsOfUse":"1 months, 15 days",
        "description":"Introducing the Electric Romobil scooter - the perfect blend of style, convenience, and sustainability! With its powerful motor and long-lasting battery, you can travel up to 30 km on a single charge, making it the ideal choice for eco-conscious commuters and urban explorers alike. Its sleek and modern design ensures that you'll arrive at your destination in style, while its advanced features like Bluetooth connectivity and built-in speakers make your ride even more enjoyable. Don't miss out on the opportunity to own one of the most innovative and cutting-edge rides on the market. Order your Electric Romobil scooter today and start experiencing the future of transportation!"
      },
      {
        "category_id": "1",
        "categoryName": "Kick Scooter",
        "model": "Hover-board Electric Scooter",
        "image":"https://cdn.shopify.com/s/files/1/0626/1407/7628/products/Escooter07_2a293f8d-b8f0-43b6-8f18-129dbfb2b408.png?v=1666261308&width=2000",
        "location":"Chottogram",
        "originalPrice":"$500.00",
        "resalePrice":"$450.00",
        "yearsOfUse":"2 months, 15 days",
        "description":"Introducing the Hover-board Electric Scooter - the ultimate ride for thrill-seekers and adventurers! With its powerful motor and responsive controls, you'll be able to carve through the streets with ease, all while turning heads with its sleek and modern design. Whether you're commuting to work, cruising through the park, or just looking to have some fun, the Hover-board Electric Scooter delivers an unforgettable riding experience. And with its long battery life and quick charging time, you'll never have to worry about cutting your ride short. Don't settle for an ordinary ride - upgrade to the Hover-board Electric Scooter today and experience the future of urban transportation!"
      },
      {
        "category_id": "2",
        "categoryName": "Bicycle",
        "model": "Dot Bike Euro Mountain Bike",
        "image":"https://web.dotthemes.com/html/dotbike-preview/dotbike/img/single-product/3.jpg",
        "location":"Chottogram",
        "originalPrice":"$700.00",
        "resalePrice":"$650.00",
        "yearsOfUse":"1 months, 15 days",
        "description":"Introducing the Dot Bike Euro Mountain Bike - the perfect ride for off-road adventurers and mountain trail enthusiasts! With its durable frame and advanced suspension system, you'll be able to conquer even the toughest terrain with ease. The Dot Bike Euro Mountain Bike also features high-quality components and responsive controls, ensuring a smooth and comfortable ride every time. And with its sleek and stylish design, you'll look just as good on the trails as you do off of them. Don't settle for a mediocre mountain bike - upgrade to the Dot Bike Euro Mountain Bike today and experience the ultimate ride for the ultimate adventurer!"
      },
      {
        "category_id": "2",
        "categoryName": "Bicycle",
        "model": "Sleek Cotton Bag",
        "image":"https://demo2.themelexus.com/ridez/wp-content/uploads/2021/12/product-8-1.jpg",
        "location":"Chottogram",
        "originalPrice":"$300.00",
        "resalePrice":"$150.00",
        "yearsOfUse":"6 months, 15 days",
        "description":"Introducing the Sleek Cotton Bag bicycle - the perfect combination of style and functionality! With its lightweight frame and smooth ride, you'll be able to navigate through the city with ease, all while carrying your essentials in its spacious and stylish cotton bag. The Sleek Cotton Bag bicycle is perfect for commuters, students, and anyone looking for a convenient and eco-friendly mode of transportation. And with its sleek and modern design, you'll turn heads and make a statement wherever you go. Don't settle for an ordinary ride - upgrade to the Sleek Cotton Bag bicycle today and experience the perfect blend of form and function!"
      },
      {
        "category_id": "2",
        "categoryName": "Bicycle",
        "model": "Gorgeous Leather Table",
        "image":"https://demo2.themelexus.com/ridez/wp-content/uploads/2021/12/product-4-4.jpg",
        "location":"Chottogram",
        "originalPrice":"$200.00",
        "resalePrice":"$100.00",
        "yearsOfUse":"1 months, 15 days",
        "description":"Introducing the Gorgeous Leather Table bicycle - the perfect ride for style-conscious urbanites! With its beautiful leather accents and unique table feature, you'll stand out from the crowd while enjoying a smooth and comfortable ride. The Gorgeous Leather Table bicycle is perfect for commuters, students, and anyone looking for a convenient and eco-friendly mode of transportation. And with its durable frame and advanced components, you'll be able to ride with confidence and ease. Don't settle for an ordinary ride - upgrade to the Gorgeous Leather Table bicycle today and experience the perfect blend of style and substance!"
      },



      {
        "category_id": "3",
        "categoryName": "Accessories",
        "model": "Small Granite Hat",
        "image":"https://demo2.themelexus.com/ridez/wp-content/uploads/2021/12/product-17-1.jpg",
        "location":"Chottogram",
        "originalPrice":"$50.00",
        "resalePrice":"$30.00",
        "yearsOfUse":"1 months, 15 days",
        "description":"Introducing the Small Granite Hat - the perfect accessory for those looking to add a touch of sophistication to their style! Made from high-quality materials, this hat is designed to last and withstand the elements. Its sleek and minimalist design ensures that it can be paired with any outfit, while its comfortable fit ensures that you can wear it all day long. Whether you're going for a casual look or a more formal one, the Small Granite Hat is the perfect finishing touch. Don't settle for an ordinary hat - upgrade to the Small Granite Hat today and take your style to the next level!"
      },
      {
        "category_id": "3",
        "categoryName": "Accessories",
        "model": "Small Paper Watch",
        "image":"https://demo2.themelexus.com/ridez/wp-content/uploads/2021/12/product-9-1.jpg",
        "location":"Chottogram",
        "originalPrice":"$706.12",
        "resalePrice":"$350.00",
        "yearsOfUse":"1 months, 15 days",
        "description":"Introducing the Small Paper Watch - the perfect blend of style, function, and sustainability! Made from high-quality recycled paper, this watch is not only eco-friendly but also stylish and modern. Its lightweight and minimalist design ensures that it can be worn with any outfit, while its durable construction ensures that it can withstand everyday wear and tear. The Small Paper Watch also features accurate timekeeping and easy-to-read display, making it the perfect accessory for those who value both style and functionality. Don't settle for an ordinary watch - upgrade to the Small Paper Watch today and make a statement while making a difference!"
      },


      {
        "category_id": "3",
        "categoryName": "Accessories",
        "model": "Aerodynamic Iron Plate",
        "image":"https://demo2.themelexus.com/ridez/wp-content/uploads/2021/12/product-15-1.jpgs",
        "location":"Chottogram",
        "originalPrice":"$506.12",
        "resalePrice":"$350.00",
        "yearsOfUse":"1 months, 15 days",
        "description":"Introducing the Aerodynamic Iron Plate - the perfect blend of style, function, and sustainability! Made from high-quality recycled paper, this watch is not only eco-friendly but also stylish and modern. Its lightweight and minimalist design ensures that it can be worn with any outfit, while its durable construction ensures that it can withstand everyday wear and tear. The Aerodynamic Iron Plate also features accurate timekeeping and easy-to-read display, making it the perfect accessory for those who value both style and functionality. Don't settle for an ordinary watch - upgrade to the Aerodynamic Iron Plate today and make a statement while making a difference!"
      },
      {
        "category_id": "3",
        "categoryName": "Accessories",
        "model": "Gorgeous Linen Hat",
        "image":"https://demo2.themelexus.com/ridez/wp-content/uploads/2021/12/product-12-1.jpg",
        "location":"Chottogram",
        "originalPrice":"$106.12",
        "resalePrice":"$50.00",
        "yearsOfUse":"1 months, 15 days",
        "description":"Introducing the Gorgeous Linen Hat - the perfect blend of style, function, and sustainability! Made from high-quality recycled paper, this watch is not only eco-friendly but also stylish and modern. Its lightweight and minimalist design ensures that it can be worn with any outfit, while its durable construction ensures that it can withstand everyday wear and tear. The Gorgeous Linen Hat also features accurate timekeeping and easy-to-read display, making it the perfect accessory for those who value both style and functionality. Don't settle for an ordinary watch - upgrade to the Gorgeous Linen Hat today and make a statement while making a difference!"
      }
  ]




